{
  "t14": {
    "bullets": [
      "Develop database-driven web applications using MySQL, PHP, HTML, CSS, JavaScript, jQuery for internal/external clients. , Utilization of MySQL including Database replication, database design and performance to develop multiple queries and reports implementing 1,000+ tables possessing 700,000+ records per table.",
      "Participate in discussions using Agile methodologies for solutions/designs, development, & support.",
      "Work independently to develop, maintain, review, and test code to meet specifications of multiple applications including B2B e-commerce platform and warehouse management system.",
      "Refactored legacy code removing over 10,000 lines of code over multiple files to improve maintainability, enhance performance and decrease storage usage."
    ]
  },
  "temple": {
    "bullets": [
      "Assist students with coursework in the Data-Centric Application Development course.",
      "Support in developing an easy to learn workload for the semester.",
      "Understanding of HTML, CSS, PHP, and SQL."
    ]
  },
  "5b": {
    "bullets": [
      "Develop database-driven web applications using MySQL, PHP, HTML, CSS, JavaScript, jQuery for internal/external clients. , Utilization of MySQL including Database replication, database design and performance to develop multiple queries and reports implementing 1,000+ tables possessing 700,000+ records per table.",
      "Participate in discussions using Agile methodologies for solutions/designs, development, & support.",
      "Work independently to develop, maintain, review, and test code to meet specifications of multiple applications including B2B e-commerce platform and warehouse management system.",
      "Refactored legacy code removing over 10,000 lines of code over multiple files to improve maintainability, enhance performance and decrease storage usage."
    ]
  },
  "cousins": {
    "bullets": [
      "Provide optimal leadership and communication to ensure productivity for 35 employees working in various departments.",
      "Assist cashiers with daily operations including checkout, training, etc.",
      "Carefully address customer concerns and complaints with accurate solutions to achieve maximum customer satisfaction."
    ]
  }
}
